{
    "apiTip": "Required for sending Push notifications.",
    "apiUrlText": " Get your API Key.",
    "apiUrl": "/support/#/docs/quick-guide/#app-settings",
    "projectTip": "Required for sending Push notifications.",
    "projectUrlText": "Get your Project Number.",
    "projectUrl": "/support/#/docs/quick-guide/#app-settings",
    "notificationTip": "Size 192x192 Icon for push notifications sent to your customers.",
    "homeScreenTip": "Size 192x192 Icon to enable install feature in application.",
    "domain": "Your website address, the way it appears in google address bar.",
    "timeZone": "TimeZone of your country.",
    "splash": "App install banner name.",
    "homeScreen": "Provide a name to your app, which would display on user's homescreen once installed, under the brand icon.",
    "startURL": "Website's launching URL, for example if any website lands on  https://abc.com then / is start url, but if website lands on https://abc.com/test then /test is start url.",
    "bgColor": "Background color for the web application. Creates a smooth transition between launching the web application and loading the application's content.",
    "themeColor": "The default theme color for an application.",
    "description": "General description of what the web application does.",
    "offline": "This page will appear when user access website's page which are not available offline.",
    "dependencies": "External Dependencies of offline page. Example: css files, images etc.",
    "widelyHelp": "This script should be again called from every view (html file) of the application.  For help, click to know more.",
    "pswHelp": "Customize your offline page. For help, click to know more.",
    "rootElement": "If your site is https://mysite.com, after adding files you should be able to access files https://mysite.com/service-worker.js and https://mysite.com/manifest.json.js",
    "appSettingHelp": "Fill up the form with valid application settings. For help, click to know more.",
    "manifestHelp": "Fill up the form to generate manifest.json. For help, click to know more",
    "integrateHelp": "Having trouble in integration. Please check docs here or drop us a mail.",
    "downloadManifest": "Please fill valid application settings prior downloading manifest.json.",
    "domainTip": "Valid https address of your website, the way it appears in google address bar.",
    "customize_notification_type": "The way your notification icon would appear.",
    "customize_notification_bellColor": "The Color of bell icon, provide as per your theme.",
    "customize_notification_bellPstn": "Position where bell appears in your application.",
    "customize_notification_popUpPstn": "Position where notification popup appears in your application.",
    "customize_notification_popUpContent": "Customize the content which appears in notification popup.",
    "customize_popUpTheme": "This helps in providing your custom theme colors to popup. If you don't customize it, defaullts would be applied.",
    "customize_popUpBgColor": "Customize background color for popup.",
    "customize_popUpBtnColor": "Provide color to buttons present in popup.",
    "customize_popUpFont": "Font style for content in the popup.",
    "customize_popUpFontColor": "Give font color to the content in the popup.",
    "customize_offpopUpBgColor": "Customize background color for offline popup.",
    "customize_offpopUpFont": "Font style for content in the offline popup.",
    "customize_offpopUpFontColor": "Give font color to the content in the offline popup.",
    "customize_offlineContent": "Content to be displayed when users are accessing your site offline.",
    "customize_notification_offPopUpPstn": "Position where offline popup appears in your application."
}